Repository: pratyushharsh/nasvi
Catalog: lib/l10n/intl_*.arb
Languages: hi

source: Name
hi: नाम

source: Gender
hi: लिंग

# apl_category
source: Are you above APL Category
hi: क्या आप एपीएल श्रेणी से ऊपर हैं

# bpl_category
source: APL Category
hi: क्या आप एपीएल श्रेणी से ऊपर हैं

source: Aadhar Card No
hi: आधार कार्ड नं

source: Age
hi: आयु

# agriculture_labr
source: Agriculture Laborer
hi: कृषि मजदूर

# any_skill_or_training
source: Any particular skill training required
hi: किसी विशेष कौशल प्रशिक्षण की आवश्यकता

# are_you_under_divyang_category
source: Are You under Divyang category?(If applicable)
hi: क्या आप दिव्यांग श्रेणी के अंतर्गत हैं? (यदि लागू हो)

# artisian_card
source: Do you have an Artisian Card?
hi: क्या आपके पास आर्टिशियन कार्ड है?

source: Auto Rickshaw
hi: ऑटो रिक्शा

# ayushman_or_swasthya_card
source: Do you have Ayushman card(Golden Card/Swasthya Card)?
hi: क्या आपके पास आयुष्मान कार्ड (गोल्डन कार्ड / स्वास्थ कार्ड) है?

# bal_sheet_of_enterprise
source: Do you have a Balance Sheet pf your enterprise?
hi: क्या आपके पास एक बैलेंस शीट है?

# bank_acct_link_with_aadhar_card
source: Is your Bank account linked with Aadhar Card?
hi: क्या आपका बैंक खाता आधार कार्ड से लिंक है?

source: Block
hi: खंड

# business_on_social_media
source: Is Your business on Social Media?
hi: क्या आपका व्यवसाय सोशल मीडिया पर है?

# category_skill
source: Your Category in Skill?
hi: कौशल में आपकी श्रेणी?

# certificate_related_skill
source: Do you have a certificate related to your skill?
hi: क्या आपके पास अपने कौशल से संबंधित प्रमाण पत्र है?

# construct_worker
source: Construction Worker
hi: निर्माण मजदूर

# covid_19_campion
source: During COVID-19,During the main campagin did you applied for E-ration/ration card?
hi: COVID-19 के दौरान, मुख्य कैंपगिन के दौरान आपने ई-राशन / राशन कार्ड के लिए आवेदन किया था?

# covid_19_gov_hel_recv
source: Received any help from government in COVID-19?
hi: COVID-19 में सरकार से कोई मदद मिली?

# covid_19_ration_receive
source: Recieve Ration during COVID-19
hi: COVID-19 के दौरान राशन प्राप्त करें

source: Detail Of Your Occupation
hi: आपके व्यवसाय का विस्तार

source: District
hi: जिला

# divyang_certi_nmbr
source: If Yes,Specify Certificates number
hi: यदि हाँ, तो प्रमाणपत्र संख्या निर्दिष्ट करें

source: Domestic Worker
hi: घरेलू कार्य करने वाला

source: E Rickshaw
hi: ई रिक्शा

# emp_id_card
source: Do you have an employment Identity card
hi: क्या आपके पास रोजगार पहचान पत्र है

# enterprise_name
source: Does your enterprise have a name?
hi: क्या आपके उद्यम का कोई नाम है?

source: Farmer
hi: छोटा फ्रेमर

# fm_kisan_credit_card
source: Do you have Kisan Credit card?
hi: क्या आपके पास किसान क्रेडिट कार्ड है?

# fm_kisan_pention_yojna
source: Do you get Kisan Pension Yojna?
hi: क्या आपको किसान पेंशन योजना मिलती है?

# fm_pm_ksny
source: Have you received benefits from PM Kisan Samman Nidhi Yojna?
hi: क्या आपको पीएम किसान सम्मान निधि योजना से लाभ मिला है?

# fostac_training_certi
source: Do You have FoSTac training certificate?
hi: क्या आपके पास फ़ॉस्टैक प्रशिक्षण प्रमाण पत्र है?

# fssai_reg
source: Do you have FSSAI Proof Of registration?
hi: क्या आपके पास पंजीकरण का FSSAI सबूत है?

# get_any_payment
source: Do you get payment?
hi: क्या आपको भुगतान मिलता है?

# getting_any_window_pension
source: Do you get Widow Pension(If applicable)
hi: क्या आपको विधवा पेंशन मिलती है (यदि लागू हो)

# getting_divyang_pension
source: Do you get Divyang pension?(if applicable)
hi: क्या आपको दिव्यांग पेंशन मिलती है? (यदि लागू हो)

# getting_old_age_pension
source: Do you get Old age Pension(If applicable)
hi: क्या आपको वृद्धावस्था पेंशन मिलती है (यदि लागू हो)

# have_aadhar_card
source: Do you have Aadhar Card?
hi: क्या आपके पास है आधार कार्ड?

# having_divyang_certi
source: Do you have a Divyang certificate?(If applicable)
hi: क्या आपके पास दिव्यांग प्रमाण पत्र है? (यदि लागू हो)

# having_pan_card
source: Do you have PAN Card
hi: क्या आपके पास पैन कार्ड है

# having_saving_bank_account
source: Do you have a savings bank account?
hi: क्या आपके पास बचत बैंक खाता है?

# having_voter_card
source: Do you have voter Card?
hi: क्या आपके पास वोटर कार्ड है?

source: Home Based Worker
hi: घर आधारित कार्यकर्ता

# honorarium_salary_on_time
source: Do you get an honorarium/salary on time?
hi: क्या आपको समय पर मानदेय / वेतन मिलता है?

# income_tax_return
source: Do you file Income Tax return?
hi: क्या आप आयकर रिटर्न दाखिल करते हैं?

source: Is Survey done?
hi: क्या सर्वे किया गया है?

# jan_dhan_account
source: Do you have a Jan Dhan Account?
hi: क्या आपके पास जन धन खाता है?

# kyc_verify_from_bank
source: KYC verified from Bank?
hi: बैंक से केवाईसी सत्यापित?

# labour_id_card
source: Do you have labors Id card?
hi: क्या आपके पास मजदूरों का आईडी कार्ड है?

# license_municipal_body
source: License from municipal Body?
hi: नगर निकाय से लाइसेंस?

# linked_with_pmjjby
source: Are you linked with Pradhan Mantri Jeevan Jyoti Bima(PMJJBY,Rs330/-)
hi: क्या आप प्रधानमंत्री जीवन ज्योति बिमा (PMJJBY, Rs330 / -) से जुड़े हुए हैं

# linked_with_pmsby
source: Are you Linked with Pradhan Mantri Suraksha BimaYojna(PMSBY,Rs12/-)
hi: क्या आप प्रधानमंत्री सुरक्षा बीमा योजना (PMSBY, 12 / -) से जुड़े हुए हैं

# linked_with_social_security_scheme
source: Are you linked with any other Social Security Scheme?
hi: क्या आप किसी अन्य सामाजिक सुरक्षा योजना से जुड़े हैं?

# mension_other_scheme
source: If yes then mension the other scheme name
hi: यदि हाँ, तो अन्य स्कीम के नाम पर तनाव दें

# mgnrega_job_card
source: Do you have an MGNREGA job card?
hi: क्या आपके पास MGNREGA जॉब कार्ड है?

source: Mobile
hi: मोबाइल

source: Nick Name
hi: निक नाम

source: Others
hi: अन्य लोग

# own_or_rent_shop
source: Do you OWN/RENT Shop Office?
hi: क्या आप ओवेन / किराए की दुकान कार्यालय में हैं?

# owner_of_your_auto_rickshaw
source: Are you owner of your Auto Rickshaw?
hi: क्या आप अपने ऑटो रिक्शा के मालिक हैं?

# owner_of_your_e_rickshaw
source: Are you owner of your E-Rickshaw?
hi: क्या आप अपने ई-रिक्शा के मालिक हैं?

# owner_of_your_rickshaw
source: Are you owner of your Rickshaw Puller?
hi: क्या आप अपने रिक्शा पुलर के मालिक हैं?

# particular_skill_required
source: Any particular skill training required?
hi: किसी विशेष कौशल प्रशिक्षण की आवश्यकता है?

# piece_rate_or_own_acct_workr
source: Peice Rate/Own Account Worker
hi: Peice Rate / खुद का खाता कार्यकर्ता

source: Pincode
hi: पिन कोड

source: Private Job
hi: निजी नौकरी

# project_report_business
source: Project report of business ready?
hi: बिजनेस की प्रोजेक्ट रिपोर्ट तैयार?

# ration_card
source: Do you have Ration Card?
hi: क्या आपके पास राशन कार्ड है?

source: Ration Card NO
hi: राशन कार्ड संख्या

# recieve_id_card
source: Have you received ID card?
hi: क्या आपको आईडी कार्ड मिला है?

# reciv_mudra_loan
source: Have you recieved Mudra Loan
hi: क्या आपने मुद्रा लोन प्राप्त किया है

# recv_auzaar_or_other_scheme
source: Recieve the benefits of Auzaar Scheme or any other scheme?
hi: औज़ार योजना या किसी अन्य योजना के लाभ प्राप्त करें?

# recv_cash_transfer_during_covid_19
source: Did you recieve cash transfer during COVID-19?
hi: क्या आपने COVID-19 के दौरान नकद हस्तांतरण को पुनः प्राप्त किया?

# reg_under_shop_estab_act
source: Registered under Shop Establishment Act
hi: दुकान स्थापना अधिनियम के तहत पंजीकृत

# reg_with_esic
source: Are you registered with ESIC(Employees' State Insurance)?
hi: क्या आप ईएसआईसी (कर्मचारी राज्य बीमा) के साथ पंजीकृत हैं?

# reg_with_municipal_body
source: Registered with any municipal Body
hi: किसी भी नगर निकाय के साथ पंजीकृत

# reg_with_pf
source: Are you registered with Your Provident fund(PF)
hi: क्या आप अपने भविष्य निधि (पीएफ) के साथ पंजीकृत हैं

# reg_with_welfare_board
source: Are you registered with the Welfare Board?
hi: क्या आप कल्याण बोर्ड में पंजीकृत हैं?

# rent_agreement
source: In the case of remted,do you have rent agreement?
hi: रीमेक के मामले में, क्या आपके पास रेंट एग्रीमेंट है?

source: Rickshaw Puller
hi: रिक्शा खींचने वाला

source: Small Enterprise
hi: छोटा उद्यम

# specify_pan_card_no
source: Pan Card Number
hi: पैन कार्ड नंबर

# specify_skill_training
source: If yes then Specify
hi: यदि हाँ, तो निर्दिष्ट करें

# specify_social_scheme
source: If yes,Specify
hi: यदि हाँ, तो निर्दिष्ट करें

# specify_your_skill
source: If Yes then specify the skill
hi: यदि हाँ, तो कौशल निर्दिष्ट करें

# specify_your_skill_train_req
source: If Yes then specify the skill training required
hi: यदि हाँ तो आवश्यक कौशल प्रशिक्षण निर्दिष्ट करें

source: State
hi: राज्य

# street_food_vendor
source: Are You a Street Food Vendor?
hi: क्या आप स्ट्रीट फूड विक्रेता हैं?

# street_vendor_or_rehdi_patri
source: Rehdi Patri/Street Vendor
hi: रेहड़ी पटरी / सड़क विक्रेता

# training_on_social_media
source: Do you require training in Social Media?
hi: क्या आपको सोशल मीडिया में प्रशिक्षण की आवश्यकता है?

source: Type Of Enterprise
hi: एंटरप्राइज का प्रकार

# udyog_aadhar_card
source: Do you have Udyog Aadhar Card?
hi: क्या आपके पास उद्योग आधार कार्ड है?

# vending_certi
source: Received Vending Certificate?
hi: प्राप्त प्रमाण पत्र?

source: Village
hi: गाँव

# voter_id_nmbr
source: Voter Id Number
hi: वोटर आईडी नंबर

source: Ward No
hi: वार्ड नं

source: Waste Worker
hi: व्यर्थ का काम करनेवाला

# work_id_card_authorization
source: If yes,who authorized it?
hi: यदि हाँ, तो इसे किसने अधिकृत किया है?

# work_related_id_card
source: Do you have Identity card related to your work?
hi: क्या आपके पास पहचान पत्र आपके काम से संबंधित है?

# work_undr_mgnrega
source: Do you get work under MGNREGA?
hi: क्या आपको मनरेगा के तहत काम मिलता है?

# working_days_for_mgnrega
source: How many days?
hi: कितने दिन?

# ww_employment_id_card
source: Do you have an Employment ID card
hi: क्या आपके पास एक रोजगार आईडी कार्ड है

# ww_nagar_nigam_linked
source: Are you linked with Nagar Nigam?
hi: क्या आप नगर निगम से जुड़े हैं?

source: NO
hi: नहीं

source: Yes
hi: हाँ

source: Enter valid aadhar card no
hi: मान्य आधार कार्ड सं

# enter_ration_card_no
source: Enter Ration Card Number
hi: राशन कार्ड नंबर दर्ज करें

source: Enter valid Mobile No
hi: मान्य मोबाइल नंबर दर्ज करें

# enter_valid_ration_card_no
source: Enter Valid Ration Card Number
hi: मान्य राशन कार्ड नंबर दर्ज करें

source: Female
hi: महिला

source: if Yes then specify Skill training required
hi: यदि हाँ, तो आवश्यक कौशल प्रशिक्षण निर्दिष्ट करें

source: if Yes then specify your Skill
hi: यदि हाँ तो अपना कौशल निर्दिष्ट करें

source: Male
hi: पुरुष

source: Other
hi: अन्य

source: Skill
hi: कौशल

# small_farmer
source: Small Framer
hi: छोटा फ्रेमर

source: Social Security Information
hi: सामाजिक सुरक्षा जानकारी

source: specify your Skill
hi: अपने कौशल को निर्दिष्ट करें

source: Andaman and Nicobar
hi: अण्डमान और निकोबार

source: Andhra Pradesh
hi: आंध्र प्रदेश

source: Arunachal Pradesh
hi: अरुणाचल प्रदेश

source: Assam
hi: असम

source: Bihar
hi: बिहार

source: Chandigarh
hi: चंडीगढ़

source: Chhattisgarh
hi: छत्तीसगढ़

source: Daman and Diu
hi: दमन और दीव

source: Delhi NCR
hi: दिल्ली एनसीआर

source: Goa
hi: गोवा

source: Gujarat
hi: गुजरात

source: Haryana
hi: हरियाणा

source: Himachal Pradesh
hi: हिमाचल प्रदेश

source: Jammu and Kashmir
hi: जम्मू और कश्मीर

source: Jharkhand
hi: झारखंड

source: Karnataka
hi: कर्नाटक

source: Kerala
hi: केरल

source: Ladakh
hi: लद्दाख

source: Lakshadweep
hi: लक्षद्वीप

source: Madhya Pradesh
hi: मध्य प्रदेश

source: Maharashtra
hi: महाराष्ट्र

source: Manipur
hi: मणिपुर

source: Meghalaya
hi: मेघालय

source: Mizoram
hi: मिजोरम

source: Nagaland
hi: नगालैंड

source: Odisha
hi: ओडिशा

source: Puducherry
hi: पुडुचेरी

source: Punjab
hi: पंजाब

source: Rajasthan
hi: राजस्थान

source: Sikkim
hi: सिक्किम

source: Tamil Nadu
hi: तमिलनाडु

source: Telangana
hi: तेलंगाना

source: Tripura
hi: त्रिपुरा

source: Uttar Pradesh
hi: उत्तर प्रदेश

source: Uttarakhand
hi: उत्तराखंड

source: West Bengal
hi: पश्चिम बंगाल

# MENTION_OTHER_SCHEME_REQ
source: mension the other scheme required
hi: दूसरी योजना की आवश्यकता है

# any_organization
source: Any Orgnization
hi: कोई ऑर्गेनाइजेशन

# enter_divyang_certi_nmbr
source: Enter DIVYANG Certificate No
hi: DIVYANG प्रमाणपत्र संख्या दर्ज करें

source: Enter PAN card
hi: पैन कार्ड डालें

# enter_valid_divyang_certi_nmbr
source: Enter valid DIVYANG Certificate No
hi: मान्य DIVYANG प्रमाणपत्र संख्या दर्ज करें

source: Enter valid PAN Card
hi: मान्य पैन कार्ड दर्ज करें

source: Enter valid postal code
hi: मान्य पोस्टल कोड दर्ज करें

source: Enter valid Voter Card
hi: वैध वोटर कार्ड डालें

source: Enter Voter Card
hi: वोटर कार्ड डालें

source: Highly Skilled
hi: अत्यधिक कुशल

# mension_other_scheme_req
source: if Yes,Specify
hi: यदि हाँ, तो निर्दिष्ट करें

# other_domestic
source: other
hi: अन्य

source: Personal Detail
hi: व्यक्तिगत जानकारी

source: Police
hi: पुलिस

source: Production/Manufacturing
hi: उत्पादन / विनिर्माण

source: Raw
hi: कच्चा

source: Sale/Purchase
hi: बिक्री / खरीद

source: Select Occupation
hi: व्यवसाय का चयन करें

source: Select State
hi: राज्य चुनें

source: Semi Skilled
hi: अर्धकुशल

source: Skilled
hi: कुशल

source: Social And Employment Eligibility
hi: सामाजिक और रोजगार पात्रता

# specify_link_social_scheme
source: if Yes,Specify
hi: यदि हाँ, तो निर्दिष्ट करें

# this_field_cannot_empty
source: This field cannot be empty
hi: यह स्थान खाली नहीं रह सकता

source: Unskilled
hi: अकुशल
